/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Midden";

/* An audio channel label. */
"Center Surround" = "Midden surround";

/* An audio channel label. */
"Center Surround Direct" = "Midden surround direct";

/* Channel. An audio channel label. */
"Channel" = "Kanaal";

/* Channels. An audio channel label. */
"Channels" = "Kanalen";

/* An audio channel label. */
"Click Track" = "Kliktrack";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialog Centric Mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Discreet";

/* An audio channel label. */
"Foreign Language" = "Vreemde taal";

/* An audio channel label. */
"Headphones Left" = "Koptelefoon links";

/* An audio channel label. */
"Headphones Right" = "Koptelefoon rechts";

/* An audio channel label. */
"Hearing Impaired" = "Slechthorenden";

/* An audio channel label. */
"Left" = "Links";

/* An audio channel label. */
"Left Center" = "Links midden";

/* An audio channel label. */
"Left Surround" = "Links surround";

/* An audio channel label. */
"Left Surround Direct" = "Links surround direct";

/* An audio channel label. */
"Left Total" = "Links totaal";

/* An audio channel label. */
"Left Wide" = "Links breed";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE Screen";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Mid";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Spraak";

/* An audio channel label. */
"Rear Surround Left" = "Achter surround links";

/* An audio channel label. */
"Rear Surround Right" = "Achter surround rechts";

/* An audio channel label. */
"Right" = "Rechts";

/* An audio channel label. */
"Right Center" = "Rechts midden";

/* An audio channel label. */
"Right Surround" = "Rechts surround";

/* An audio channel label. */
"Right Surround Direct" = "Rechts surround direct";

/* An audio channel label. */
"Right Total" = "Rechts totaal";

/* An audio channel label. */
"Right Wide" = "Rechts breed";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Side";

/* An audio channel label. */
"Top Back Center" = "Boven achter midden";

/* An audio channel label. */
"Top Back Left" = "Boven achter links";

/* An audio channel label. */
"Top Back Right" = "Boven achter rechts";

/* An audio channel label. */
"Top Center Surround" = "Boven midden surround";

/* An audio channel label. */
"Unknown" = "Onbekend";

/* An audio channel label. */
"Unused" = "Ongebruikt";

/* An audio channel label. */
"Vertical Height Center" = "Verticale hoogte midden";

/* An audio channel label. */
"Vertical Height Left" = "Verticale hoogte links";

/* An audio channel label. */
"Vertical Height Right" = "Verticale hoogte rechts";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptisch";

